Repository: chipbennett/responsive
Catalog: languages/*.po
Languages: he_il

source: 404 &#8212; Fancy meeting you here!
he_il: 404 &#8212; איזו מין פגישה!

source: Don&#39;t panic, we&#39;ll get through this together. Let&#39;s explore our options here.
he_il: אל בהלה, נעבור זאת יחד. עומדות לרשותנו האפשרויות הבאות:

source: You can return
he_il: ניתן לחזור

source: Home
he_il: דף הבית

source: &larr; Home
he_il: &larr; דף הבית

source: or search for the page you were looking for
he_il: או לחפש את הדף שאליו ניסיתם להגיע

source: Daily Archives: %s
he_il: ארכיון יומי: %s

source: Monthly Archives: %s
he_il: ארכיון חודשי: %s

source: Yearly Archives: %s
he_il: ארכיון שנים: %s

source: Blog Archives
he_il: ארכיון הבלוג

source: Permanent Link to %s
he_il: קישור קבוע ל%s

source: No Comments &darr;
he_il: אין תגובות &darr;

source: Pages:
he_il: דפים:

source: Tagged with:
he_il: עם התגית:

source: Posted in %s
he_il: נשלח ב %s

source: Edit
he_il: עריכה

source: &#8249; Older posts
he_il: &#8249; פוסטים קודמים

source: Newer posts &#8250;
he_il: פוסטים יותר חדשים &#8250;

source: Read more &#8250;
he_il: קראו עוד &#8250;

source: This post is password protected. Enter the password to view any comments.
he_il: הפוסט הזה מוגן בסיסמה. נא להזין ססמה כדי לצפות בתגובות

source: &#8249; Older comments
he_il: &#8249; תגובות קודמות

source: Newer comments &#8250;
he_il: תגובות חדשות יותר &#8250;

source: Pings&#47;Trackbacks
he_il: פינגים&#47;טראקבקים

source: %1$d %2$s for "%3$s"
he_il: %1$d %2$s עבור "%3$s"

source: Name
he_il: שם

source: One comment on &ldquo;%2$s&rdquo;
he_il: תגובה אחת ב&ldquo;%2$s&rdquo;

source: E-mail
he_il: דוא"ל

source: Website
he_il: אתר

source: scroll to top
he_il: גלילה לראש הדף

source: Responsive Theme
he_il: ערכת העיצוב Responsive

source: powered by
he_il: מופעל באמצעות

source: http://wordpress.org/
he_il: http://he.wordpress.org/

source: WordPress
he_il: וורדפרס

source: Hello, World!
he_il: שלום, עולם!

source: Your H2 subheadline here
he_il: והנה כותרת משנית, H2.

source: Your title, subtitle and this very content is editable from Theme Option. Call to Action button and its destination link as well. Image on your right can be an image or even YouTube video if you like.
he_il: הכותרת, הכותרת המשנית ותוכן זה עצמו ניתנים לעריכה מתוך אפשרויות ערכת העיצוב. כך גם כפתור הקריאה לפעולה וקישור היעד שלו. התמונה משמאל יכולה להיות תמונה או סרטון, למשל מיוטיוב. לבחירתך.

source: Call to Action
he_il: קריאה לפעולה

source: &#8249; Return to
he_il: &#8249; חזרה ל

source: Don't panic, we'll get through this together. Let's explore our options here.
he_il: אל בהלה, נעבור זאת יחד. בואו ונבחן את האפשרויות שכאן.

source: 1 Comment &darr;
he_il: תגובה אחת &darr;

source: % Comments &darr;
he_il: % תגובות &darr;

source: Your search for
he_il: החיפוש שלך אחרי

source: did not match any entries
he_il: לא תואם אף רשומה

source: search here &hellip;
he_il: לחפש כאן &hellip;

source: Go
he_il: סע

source: Image Information
he_il: מידע על התמונה

source: Full Size:
he_il: גודל מלא:

source: Aperture: f&#47;
he_il: צמצם: f&#47;

source: Focal Length:
he_il: אורך מוקד:

source: mm
he_il: מ"מ

source: Shutter:
he_il: מהירות תריס:

source: Camera:
he_il: מצלמה:

source: In Archive
he_il: בארכיון

source: Home Widget 1
he_il: וויג'ט 1 לדף הבית

source: This is your first home widget box. To edit please go to Appearance > Widgets and choose 6th widget from the top in area six called Home Widget 1. Title is also manageable from widgets as well.
he_il: זוהי תיבת הוויג'ט הראשונה בדף הבית . כדי לערוך יש לגשת ל עיצוב > וידג'טים ולבחור את הוויג'ט השישי מלמעלה באיזור 6. הוא נקרא וויג'ט 1 לדף הבית. גם הכותרת ניתנת לניהול מתוך הוויג'טים.

source: Home Widget 2
he_il: וויג'ט 2 לדף הבית

source: This is your second home widget box. To edit please go to Appearance > Widgets and choose 7th widget from the top in area seven called Home Widget 2. Title is also manageable from widgets as well.
he_il: זוהי תיבת הוויג'ט השניה בדף הבית שלך. כדי לערוך יש לגשת ל עיצוב > וידג'טים ולבחור את הוויג'ט השביעי מלמעלה באיזור 7. הוא נקרא וויג'ט 2 לדף הבית. גם הכותרת ניתנת לניהול מתוך הוויג'טים.

source: Home Widget 3
he_il: וויג'ט 3 בדף הבית

source: This is your third home widget box. To edit please go to Appearance > Widgets and choose 8th widget from the top in area eight called Home Widget 3. Title is also manageable from widgets as well.
he_il: זוהי תיבת הוויג'ט השלישית בדף הבית . כדי לערוך יש לגשת ל עיצוב > וידג'טים ולבחור את הוויג'ט השמיני מלמעלה באיזור 8. הוא נקרא וויג'ט 3 לדף הבית. גם הכותרת ניתנת לניהול מתוך הוויג'טים.

source: About
he_il: אודות

source: Categories
he_il: קטגוריות

source: Latest Posts
he_il: פוסטים אחרונים

source: Pages
he_il: עמודים

source: Top Menu
he_il: תפריט עליון

source: Header Menu
he_il: תפריט בHeader

source: Sub-Header Menu
he_il: תת תפריט בHeader

source: Footer Menu
he_il: תפריט בתחתחת הדף

source: <span class="%1$s">Posted on </span>%2$s<span class="%3$s"> by </span>%4$s
he_il: <span class="%1$s">פורסם ב </span>%2$s<span class="%3$s"> ע"י </span>%4$s

source: View all posts by %s
he_il: צפיה בכל הפוסטים של %s

source: Archive for %s
he_il: ארכיון %s

source: Search results for: %s
he_il: תוצאות חיפוש עבור: %s

source: Posts tagged %s
he_il: פוסטים עם התגית %s

source: Error 404
he_il: שגיאה 404

source: Page
he_il: דף

source: http://themeid.com/support/
he_il: http://themeid.com/responsive-theme/

source: Theme Support
he_il: אפשרויות ערכת עיצוב

source: http://themeid.com/themes/
he_il: http://themeid.com/responsive-theme/

source: More Themes
he_il: עוד ערכות עיצוב

source: http://themeid.com/showcase/
he_il: http://themeid.com/responsive-theme/

source: Showcase
he_il: חלון ראווה

source: http://themeid.com/donate/
he_il: http://themeid.com/responsive-theme/

source: Donate Now
he_il: תרמו עכשיו

source: Main Sidebar
he_il: עמודת צד ראשית

source: Area One - sidebar.php
he_il: איזור 1 - sidebar.php

source: Right Sidebar
he_il: עמודת צד ימנית

source: Area Two - sidebar-right.php
he_il: איזור 2 - sidebar-right.php

source: Left Sidebar
he_il: עמודת צד שמאלית

source: Area Three - sidebar-left.php
he_il: איזור 3 - sidebar-left.php

source: Left Sidebar Half Page
he_il: עמודת צד שמאלית חצי דף

source: Area Four - sidebar-left-half.php
he_il: איזור 4 - sidebar-left-half.php

source: Right Sidebar Half Page
he_il: חצי עמוד עמודת צד ימנית

source: Area Five - sidebar-right-half.php
he_il: איזור 5 - sidebar-right-half.php

source: Area Six - sidebar-home.php
he_il: איזור 6 - sidebar-home.php

source: Area Seven - sidebar-home.php
he_il: איזור 7 - sidebar-home.php

source: Area Eight - sidebar-home.php
he_il: איזור 8 - sidebar-home.php

source: Gallery Sidebar
he_il: עמודת צד בגלריה

source: Area Nine - sidebar-gallery.php
he_il: איזור 9 - sidebar-gallery.php

source: Colophon Widget
he_il: הוויג'ט קולופון

source: Area Ten - sidebar-colophon.php
he_il: איזור 10 - sidebar-colophon.php

source: Top Widget
he_il: וויג'ט עליון

source: Area Twelve - sidebar-top.php
he_il: איזור 12 - sidebar-top.php

source: Theme Options
he_il: אפשרויות ערכת עיצוב

source: Options Saved
he_il: האפשרויות נשמרו

source: Theme Elements
he_il: אלמנטים של ערכת העיצוב

source: Disable Breadcrumb Lists?
he_il: להשבית תצוגת ברדקרמב?

source: Check to disable
he_il: סמנו כדי להשבית

source: Disable Call to Action Button?
he_il: להשבית את כפתור הקריאה לפעולה?

source: Save Options
he_il: שמירת אפשרויות

source: Logo Upload
he_il: טעינת לוגו

source: Custom Header
he_il: Header מותאם אישית

source: Need to replace or remove default logo?
he_il: מעוניינים להחליף או להסיר את לוגו ברירת המחדל? <a href="%s">לחצו כאן</a>.

source: <a href="%s">Click here</a>.
he_il: <a href="%s">הקליקו כאן</a>.

source: Home Page
he_il: דף הבית

source: Headline
he_il: כותרת

source: Enter your headline
he_il: הזנת כותרת

source: Subheadline
he_il: תת כותרת

source: Enter your subheadline
he_il: הזנת תת כותרת

source: Content Area
he_il: איזור תוכן

source: Enter your content
he_il: הזנת תוכן

source: Call to Action (URL)
he_il: קריאה לפעולה (URL)

source: Enter your call to action URL
he_il: הזנת כתובת URL עבור קריאה לפעולה

source: Call to Action (Text)
he_il: קריאה לפעולה (טקסט)

source: Enter your call to action text
he_il: הזנת הטקסט של הקריאה לפעולה

source: Featured Content
he_il: תוכן מקודם

source: See Docs
he_il: ראו בתעוד

source: Paste your shortcode, video or image source
he_il: הדבקת שורטקוד, וידאו או כתובת מקור של תמונה

source: Webmaster Tools
he_il: כלי מנהל אתרים (Webmaster Tools)

source: Google Site Verification
he_il: אימות אתר ע"י גוגל

source: Enter your Google ID number only
he_il: הזינו רק את מספר ה Google ID שלכם

source: Bing Site Verification
he_il: אימות אתר של בינג

source: Enter your Bing ID number only
he_il: הזינו רק את מספר הBing ID שלכם

source: Yahoo Site Verification
he_il: אימות אתר של יאהו

source: Enter your Yahoo ID number only
he_il: הזינו רק את מספר הYahoo ID שלכם

source: Site Statistics Tracker
he_il: מעקב סטטיסטיקה באתר

source: Leave blank if plugin handles your webmaster tools
he_il: השאירו ריק אם קיים פלאגאין שמטפל בכלי מנהל האתרים שלכם (webmaster tools)

source: Google Analytics, StatCounter, any other or all of them.
he_il: גוגל אנאליטיקס, StatCounter, כל שרות אחר או כולם.

source: Social Icons
he_il: אייקונית חברתיים

source: Twitter
he_il: טוויטר

source: Enter your Twitter URL
he_il: הזנת כתובת הURL שלך בטוויטר

source: Facebook
he_il: פייסבוק

source: Enter your Facebook URL
he_il: הזנת כתובת הURL שלך בפייסבוק

source: LinkedIn
he_il: לינקדאין

source: Enter your LinkedIn URL
he_il: הזנת כתובת הURL שלך בלינקדאין

source: YouTube
he_il: יוטיוב

source: Enter your YouTube URL
he_il: הזנת כתובת הURL שלך ביוטיוב

source: Enter your StumbleUpon URL
he_il: הזנת כתובת הURL שלך ב StumbleUpon

source: RSS Feed
he_il: פיד RSS

source: Enter your RSS Feed URL
he_il: הזנת כתובת הURL של פיד ה RSS שלך

source: Google+
he_il: גוגל פלוס

source: Enter your Google+ URL
he_il: הזנת כתובת הURL שלך בגוגל פלוס

source: Enter your Instagram URL
he_il: הזנת כתובת הURL שלך בInstagram

source: Enter your Pinterest URL
he_il: הזנת כתובת הURL שלך בPinterest

source: Enter your Yelp! URL
he_il: הזנת כתובת הURL שלך ביוטיוב

source: Vimeo
he_il: וימאו

source: Enter your Vimeo URL
he_il: הזנת כתובת הURL שלך בטוויטר

source: foursquare
he_il: פורסקוור

source: Enter your foursquare URL
he_il: הזנת כתובת הURL שלך ביוטיוב

source: Custom CSS Styles
he_il: סגנונות CSS מותאמים אישית

source: CSS Tutorial
he_il: מדריך CSS

source: Enter your custom CSS styles.
he_il: הזנת סגנונות CSS מותאמים אישית

source: Custom Scripts
he_il: סקריפטים מותאמים אישית

source: Custom Scripts for Header and Footer
he_il: סקריפטים מותאמים אישית לכותרת עליונה ותחתונה (header & footer)

source: Quick Tutorial
he_il: מדריך מהיר

source: Embeds to header.php &darr;
he_il: מטמיע ב header.php &darr;

source: Enter your custom header script.
he_il: הזנת סקריפט כותרת עליונה (header) מותאם אישית.

source: Embeds to footer.php &darr;
he_il: מטמיע ב footer.php &darr;

source: Enter your custom footer script.
he_il: הזנת סקריפט כותרת התחתונה (footer) מותאם אישית.
